Repository: relayemu/client
Catalog: Packages/RelayUI/Sources/RelayUI/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, sv, zh_hant

source: Reconnect
de: Erneut verbinden
es_es: Volver a conectar
es_mx: Reconectar
fr: Se reconnecter
it: Riconnettiti
ja: 再接続
ko: 다시 연결
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
pt_pt: Voltar a ligar
ro: Reconectează
sv: Anslut igen
zh_hant: 重新連線

source: Reconnecting…
de: Erneut verbinden …
es_es: Volviendo a conectar…
es_mx: Reconectando…
fr: Reconnexion…
it: Riconnessione in corso…
ja: 再接続中…
ko: 다시 연결 중…
nl: Verbinding herstellen…
pl: Ponowne łączenie…
pt_br: Reconectando…
pt_pt: A voltar a ligar…
ro: Se reconectează…
sv: Ansluter igen…
zh_hant: 重新連線中…

source: Restart in Hardcore
de: In Hardcore neu starten
es_es: Reiniciar en Hardcore
es_mx: Reiniciar en Hardcore
fr: Redémarrer en mode Hardcore
it: Riavvia in Hardcore
ja: Hardcoreで再起動
ko: Hardcore로 다시 시작
nl: Herstarten in Hardcore
pl: Uruchom ponownie w trybie Hardcore
pt_br: Reiniciar em Hardcore
pt_pt: Reiniciar em Hardcore
ro: Repornește în Hardcore
sv: Starta om i Hardcore
zh_hant: 以 Hardcore 重新啟動

source: Restart in Hardcore?
de: In Hardcore neu starten?
es_es: ¿Reiniciar en Hardcore?
es_mx: ¿Reiniciar en Hardcore?
fr: Redémarrer en mode Hardcore ?
it: Riavviare in Hardcore?
ja: Hardcoreで再起動しますか？
ko: Hardcore로 다시 시작할까요?
nl: Herstarten in Hardcore?
pl: Uruchomić ponownie w trybie Hardcore?
pt_br: Reiniciar em Hardcore?
pt_pt: Reiniciar em Hardcore?
ro: Repornești în Hardcore?
sv: Starta om i Hardcore?
zh_hant: 要以 Hardcore 重新啟動嗎？

source: Restart the game to use achievements safely.
de: Starte das Spiel neu, um Erfolge sicher zu aktivieren.
es_es: Reinicia el juego para usar los logros de forma segura.
es_mx: Reinicia el juego para usar los logros de forma segura.
fr: Redémarre le jeu pour réactiver les succès.
it: Riavvia il gioco per usare gli obiettivi in modo sicuro.
ja: 実績を安全に利用するには、ゲームを再起動してください。
ko: 도전 과제를 안전하게 사용하려면 게임을 다시 시작하세요.
nl: Herstart de game om prestaties veilig te gebruiken.
pl: Uruchom grę ponownie, aby bezpiecznie korzystać z osiągnięć.
pt_br: Reinicie o jogo para usar as conquistas com segurança.
pt_pt: Reinicia o jogo para utilizares as conquistas em segurança.
ro: Repornește jocul pentru a folosi realizările în siguranță.
sv: Starta om spelet innan du använder prestationer.
zh_hant: 請重新啟動遊戲，確保成就功能可安全使用。

source: RetroAchievements activity
de: RetroAchievements-Aktivität
es_es: Actividad de RetroAchievements
es_mx: Actividad de RetroAchievements
fr: Activité RetroAchievements
it: Attività RetroAchievements
ja: RetroAchievementsのアクティビティ
ko: RetroAchievements 활동
nl: RetroAchievements-activiteit
pl: Aktywność RetroAchievements
pt_br: Atividade do RetroAchievements
pt_pt: Atividade do RetroAchievements
ro: Activitate RetroAchievements
sv: RetroAchievements-aktivitet
zh_hant: RetroAchievements 活動

source: RetroAchievements is unavailable. You can keep playing.
de: RetroAchievements ist nicht verfügbar. Du kannst weiterspielen.
es_es: RetroAchievements no está disponible. Puedes seguir jugando.
es_mx: RetroAchievements no está disponible. Puedes seguir jugando.
fr: RetroAchievements est indisponible. Tu peux continuer à jouer.
it: RetroAchievements non è disponibile. Puoi continuare a giocare.
ja: RetroAchievementsを利用できません。プレイは続けられます。
ko: RetroAchievements를 이용할 수 없습니다. 계속 플레이할 수 있습니다.
nl: RetroAchievements is niet beschikbaar. Je kunt blijven spelen.
pl: RetroAchievements jest niedostępne. Możesz grać dalej.
pt_br: O RetroAchievements está indisponível. Você pode continuar jogando.
pt_pt: O RetroAchievements não está disponível. Podes continuar a jogar.
ro: RetroAchievements nu este disponibil. Poți continua să joci.
sv: RetroAchievements är inte tillgängligt. Du kan fortsätta spela.
zh_hant: RetroAchievements 無法使用。你可以繼續遊玩。

source: RetroAchievements privacy and terms
de: Datenschutz und Bedingungen von RetroAchievements
es_es: Privacidad y condiciones de RetroAchievements
es_mx: Términos y privacidad de RetroAchievements
fr: Confidentialité et conditions de RetroAchievements
it: Privacy e condizioni di RetroAchievements
ja: RetroAchievementsのプライバシーと利用規約
ko: RetroAchievements 개인정보 보호 및 이용 약관
nl: Privacy en voorwaarden van RetroAchievements
pl: Prywatność i warunki RetroAchievements
pt_br: Privacidade e termos do RetroAchievements
pt_pt: Privacidade e termos do RetroAchievements
ro: Confidențialitate și condiții pentru RetroAchievements
sv: Integritet och villkor för RetroAchievements
zh_hant: RetroAchievements 隱私權與條款

source: RetroAchievements ready · Casual
de: RetroAchievements bereit · Casual
es_es: RetroAchievements listo · Casual
es_mx: RetroAchievements listo · Casual
fr: RetroAchievements prêt · Casual
it: RetroAchievements attivo · Casual
ja: RetroAchievements準備完了 · Casual
ko: RetroAchievements 사용 가능 · Casual
nl: RetroAchievements klaar · Casual
pl: RetroAchievements gotowe · Casual
pt_br: RetroAchievements pronto · Casual
pt_pt: RetroAchievements pronto · Casual
ro: RetroAchievements gata · Casual
sv: RetroAchievements redo · Casual
zh_hant: RetroAchievements 已就緒 · Casual

source: RetroAchievements ready · Hardcore
de: RetroAchievements bereit · Hardcore
es_es: RetroAchievements listo · Hardcore
es_mx: RetroAchievements listo · Hardcore
fr: RetroAchievements prêt · Hardcore
it: RetroAchievements attivo · Hardcore
ja: RetroAchievements準備完了 · Hardcore
ko: RetroAchievements 사용 가능 · Hardcore
nl: RetroAchievements klaar · Hardcore
pl: RetroAchievements gotowe · Hardcore
pt_br: RetroAchievements pronto · Hardcore
pt_pt: RetroAchievements pronto · Hardcore
ro: RetroAchievements gata · Hardcore
sv: RetroAchievements redo · Hardcore
zh_hant: RetroAchievements 已就緒 · Hardcore

source: RetroAchievements username
de: RetroAchievements-Benutzername
es_es: Nombre de usuario de RetroAchievements
es_mx: Nombre de usuario de RetroAchievements
fr: Nom d’utilisateur RetroAchievements
it: Nome utente RetroAchievements
ja: RetroAchievementsユーザー名
ko: RetroAchievements 사용자 이름
nl: RetroAchievements-gebruikersnaam
pl: Nazwa użytkownika RetroAchievements
pt_br: Nome de usuário do RetroAchievements
pt_pt: Nome de utilizador do RetroAchievements
ro: Nume de utilizator RetroAchievements
sv: RetroAchievements-användarnamn
zh_hant: RetroAchievements 使用者名稱

source: RetroAchievements · Free
de: RetroAchievements · Kostenlos
es_es: RetroAchievements · Gratis
es_mx: RetroAchievements · Gratis
fr: RetroAchievements · Gratuit
it: RetroAchievements · Gratis
ja: RetroAchievements · 無料
ko: RetroAchievements · 무료
nl: RetroAchievements · Gratis
pl: RetroAchievements · Bezpłatnie
pt_br: RetroAchievements · Grátis
pt_pt: RetroAchievements · Grátis
ro: RetroAchievements · Gratuit
sv: RetroAchievements · Gratis
zh_hant: RetroAchievements · 免費

source: Saved progress from %@
de: Fortschritt vom %@
es_es: Progreso guardado el %@
es_mx: Progreso guardado el %@
fr: Progression enregistrée le %@
it: Progressi salvati il %@
ja: %@時点の進行状況
ko: 저장된 진행 상황 · %@
nl: Opgeslagen voortgang van %@
pl: Postępy zapisane: %@
pt_br: Progresso salvo de %@
pt_pt: Progresso guardado em %@
ro: Progres salvat: %@
sv: Sparat prestationsförlopp från %@
zh_hant: 於 %@ 儲存的進度

source: Score: %@
de: Punktzahl: %@
es_es: Puntuación: %@
es_mx: Puntaje: %@
it: Punteggio: %@
ja: スコア：%@
ko: 점수: %@
pl: Wynik: %@
pt_br: Pontuação: %@
pt_pt: Pontuação: %@
ro: Scor: %@
sv: Resultat: %@
zh_hant: 分數：%@

source: Show remaining achievements
de: Verbleibende Erfolge anzeigen
es_es: Mostrar logros restantes
es_mx: Mostrar logros restantes
fr: Afficher les succès restants
it: Mostra gli obiettivi rimanenti
ja: 残りの実績を表示
ko: 남은 도전 과제 표시
nl: Resterende prestaties tonen
pl: Pokaż pozostałe osiągnięcia
pt_br: Mostrar conquistas restantes
pt_pt: Mostrar conquistas restantes
ro: Afișează realizările rămase
sv: Visa återstående prestationer
zh_hant: 顯示尚未解鎖的成就

source: Sign in again
de: Erneut anmelden
es_es: Volver a iniciar sesión
es_mx: Volver a iniciar sesión
fr: Se reconnecter
it: Accedi di nuovo
ja: もう一度サインイン
ko: 다시 로그인
nl: Opnieuw inloggen
pl: Zaloguj się ponownie
pt_br: Entrar novamente
pt_pt: Voltar a iniciar sessão
ro: Autentifică-te din nou
sv: Logga in igen
zh_hant: 再次登入

source: Loading Saves is unavailable in Hardcore. You can still create Saves.
de: Relay-Speicherstände können in Hardcore nicht geladen werden. Du kannst weiterhin Relay-Speicherstände erstellen.
es_es: No se pueden cargar guardados en Hardcore. Puedes seguir creándolos.
es_mx: No puedes cargar guardados en Hardcore. Aún puedes crear guardados.
fr: Le chargement des sauvegardes est indisponible en mode Hardcore. Tu peux toujours créer des sauvegardes.
it: In Hardcore non puoi caricare i salvataggi. Puoi comunque crearli.
ja: Hardcoreではセーブを読み込めません。セーブは引き続き作成できます。
ko: Hardcore에서는 세이브를 불러올 수 없습니다. 세이브는 계속 만들 수 있습니다.
nl: Opslagpunten laden is niet beschikbaar in Hardcore. Je kunt nog steeds opslagpunten maken.
pl: Wczytywanie Zapisów jest niedostępne w trybie Hardcore. Nadal możesz tworzyć Zapisy.
pt_br: Carregar Salvamentos não está disponível no Hardcore. Você ainda pode criar Salvamentos.
pt_pt: Carregar pontos guardados não está disponível no modo Hardcore. Ainda podes criar pontos guardados.
ro: Încărcarea salvărilor Relay nu este disponibilă în modul Hardcore. Poți crea în continuare salvări Relay.
sv: Det går inte att läsa in sparningar i Hardcore. Du kan fortfarande skapa sparningar.
zh_hant: Hardcore 模式下無法載入存檔。你仍可建立存檔。

source: Try again
de: Erneut versuchen
es_es: Volver a intentarlo
es_mx: Volver a intentarlo
fr: Réessayer
it: Riprova
ja: もう一度試す
ko: 다시 시도
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tente novamente
pt_pt: Tenta novamente
ro: Încearcă din nou
sv: Försök igen
zh_hant: 再試一次

source: Unavailable in this game session
de: In dieser Spielsitzung nicht verfügbar
es_es: No disponible en esta sesión de juego
es_mx: No disponible en esta sesión de juego
fr: Indisponible dans cette session de jeu
it: Non disponibile in questa sessione di gioco
ja: このゲームセッションでは利用できません
ko: 이 게임 세션에서는 사용할 수 없음
nl: Niet beschikbaar in deze gamesessie
pl: Niedostępne w tej sesji gry
pt_br: Indisponível nesta sessão de jogo
pt_pt: Indisponível nesta sessão de jogo
ro: Indisponibil în această sesiune de joc
sv: Inte tillgängligt i den här spelsessionen
zh_hant: 本次遊玩無法使用

source: Unlocked
de: Freigeschaltet
es_es: Desbloqueado
es_mx: Desbloqueado
fr: Débloqué
it: Sbloccato
ja: 解除済み
ko: 달성
nl: Ontgrendeld
pl: Odblokowane
pt_br: Desbloqueada
pt_pt: Desbloqueada
ro: Deblocată
sv: Upplåst
zh_hant: 已解鎖

source: Achievements are waiting to send. Keep playing; Relay will retry.
de: Erfolge müssen noch gesendet werden. Spiel weiter; Relay versucht es erneut.
es_es: Hay logros pendientes de enviar. Sigue jugando; Relay volverá a intentarlo.
es_mx: Hay logros pendientes de envío. Sigue jugando; Relay volverá a intentarlo.
fr: Des succès sont en attente d’envoi. Continue à jouer, Relay réessaiera.
it: Gli obiettivi sono in attesa di invio. Continua a giocare: Relay riproverà.
ja: 実績が送信待ちです。プレイを続けてください。Relayが再試行します。
ko: 전송 대기 중인 도전 과제가 있습니다. 계속 플레이하세요. Relay가 다시 시도합니다.
nl: Prestaties wachten op verzending. Blijf spelen; Relay probeert het opnieuw.
pl: Osiągnięcia czekają na wysłanie. Graj dalej — Relay spróbuje ponownie.
pt_br: Há conquistas aguardando envio. Continue jogando; o Relay tentará novamente.
pt_pt: Há resultados de conquistas a aguardar envio. Continua a jogar; o Relay tentará novamente.
ro: Realizările așteaptă să fie trimise. Continuă să joci; Relay va încerca din nou.
sv: Prestationer väntar på att skickas. Fortsätt spela så försöker Relay igen.
zh_hant: 成就正在等待傳送。你可以繼續遊玩，Relay 會重試。

source: Achievements waiting to send will be removed from this device. Achievements already on your RetroAchievements account stay there.
de: Noch nicht gesendete Erfolge werden von diesem Gerät entfernt. Erfolge, die bereits in deinem RetroAchievements-Account sind, bleiben dort.
es_es: Los logros pendientes de enviar se eliminarán de este dispositivo. Los que ya estén en tu cuenta de RetroAchievements seguirán allí.
es_mx: Los logros pendientes de envío se eliminarán de este dispositivo. Los logros que ya estén en tu cuenta de RetroAchievements permanecerán ahí.
fr: Les succès en attente d’envoi seront supprimés de cet appareil. Les succès déjà enregistrés sur ton compte RetroAchievements y resteront.
it: Gli obiettivi in attesa di invio verranno rimossi da questo dispositivo. Quelli già presenti nel tuo account RetroAchievements resteranno nell’account.
ja: 送信待ちの実績はこのデバイスから削除されます。RetroAchievementsアカウントに送信済みの実績は残ります。
ko: 전송 대기 중인 도전 과제가 이 기기에서 삭제됩니다. RetroAchievements 계정에 이미 있는 도전 과제는 그대로 유지됩니다.
nl: Prestaties die op verzending wachten, worden van dit apparaat verwijderd. Prestaties die al in je RetroAchievements-account staan, blijven daar.
pl: Osiągnięcia czekające na wysłanie zostaną usunięte z tego urządzenia. Osiągnięcia znajdujące się już na Twoim koncie RetroAchievements pozostaną na nim.
pt_br: As conquistas aguardando envio serão removidas deste dispositivo. As conquistas que já estão na sua conta do RetroAchievements continuarão lá.
pt_pt: Os resultados de conquistas a aguardar envio serão removidos deste dispositivo. As conquistas que já estão na tua conta RetroAchievements permanecem lá.
ro: Realizările care așteaptă să fie trimise vor fi eliminate de pe acest dispozitiv. Cele aflate deja în contul tău RetroAchievements rămân acolo.
sv: Prestationer som väntar på att skickas tas bort från den här enheten. Prestationer som redan finns på ditt RetroAchievements-konto finns kvar där.
zh_hant: 將從此裝置移除等待傳送的成就。已在你的 RetroAchievements 帳號中的成就會保留。

source: Visit RetroAchievements
de: RetroAchievements besuchen
es_es: Visitar RetroAchievements
es_mx: Visitar RetroAchievements
fr: Visiter RetroAchievements
it: Visita RetroAchievements
ja: RetroAchievementsを開く
ko: RetroAchievements 방문
nl: RetroAchievements bezoeken
pl: Odwiedź RetroAchievements
pt_br: Visitar RetroAchievements
pt_pt: Visitar RetroAchievements
ro: Vizitează RetroAchievements
sv: Besök RetroAchievements
zh_hant: 前往 RetroAchievements

source: When connected, Relay sends game identification, play activity and achievements to RetroAchievements. Your password is never saved. Your sign-in and achievements waiting to send stay on this device.
de: Bei bestehender Verbindung sendet Relay Spielidentifikation, Spielaktivität und Erfolge an RetroAchievements. Dein Passwort wird nie gespeichert. Deine Anmeldung und noch nicht gesendete Erfolge bleiben auf diesem Gerät.
es_es: Cuando te conectas, Relay envía a RetroAchievements la identificación de los juegos, la actividad de juego y los logros. Tu contraseña nunca se guarda. Tu inicio de sesión y los logros pendientes de enviar permanecen en este dispositivo.
es_mx: Al conectarse, Relay envía a RetroAchievements la identificación del juego, la actividad de juego y los logros. Tu contraseña nunca se guarda. Tu inicio de sesión y los logros pendientes de envío permanecen en este dispositivo.
fr: Une fois connecté, Relay envoie l’identification des jeux, l’activité de jeu et les succès à RetroAchievements. Ton mot de passe n’est jamais enregistré. Ta connexion et les succès en attente d’envoi restent sur cet appareil.
it: Quando è connesso, Relay invia a RetroAchievements l’identificazione del gioco, l’attività di gioco e gli obiettivi. La password non viene mai salvata. L’accesso e gli obiettivi in attesa di invio restano su questo dispositivo.
ja: 接続すると、Relayはゲーム識別情報、プレイ状況、実績をRetroAchievementsへ送信します。パスワードは保存されません。サインイン情報と送信待ちの実績はこのデバイスに保存されます。
ko: 연결하면 Relay가 게임 식별 정보, 플레이 활동 및 도전 과제를 RetroAchievements로 전송합니다. 암호는 절대 저장되지 않습니다. 로그인 정보와 전송 대기 중인 도전 과제는 이 기기에 남습니다.
nl: Wanneer je verbonden bent, stuurt Relay game-identificatie, speelactiviteit en prestaties naar RetroAchievements. Je wachtwoord wordt nooit opgeslagen. Je inloggegevens en prestaties die op verzending wachten, blijven op dit apparaat.
pl: Po połączeniu Relay wysyła do RetroAchievements dane identyfikujące grę, aktywność w grze i osiągnięcia. Twoje hasło nigdy nie jest zapisywane. Dane logowania i osiągnięcia czekające na wysłanie pozostają na tym urządzeniu.
pt_br: Quando conectado, o Relay envia a identificação do jogo, a atividade de jogo e as conquistas ao RetroAchievements. Sua senha nunca é salva. Seu login e as conquistas aguardando envio permanecem neste dispositivo.
pt_pt: Quando está ligado, o Relay envia a identificação do jogo, a atividade de jogo e as conquistas para o RetroAchievements. A tua palavra-passe nunca é guardada. O teu início de sessão e os resultados de conquistas a aguardar envio ficam neste dispositivo.
ro: Când contul este conectat, Relay trimite către RetroAchievements identificarea jocului, activitatea de joc și realizările. Parola ta nu este salvată niciodată. Autentificarea și realizările care așteaptă să fie trimise rămân pe acest dispozitiv.
sv: När tjänsten är ansluten skickar Relay spelidentifiering, spelaktivitet och prestationer till RetroAchievements. Ditt lösenord sparas aldrig. Din inloggning och prestationer som väntar på att skickas finns kvar på den här enheten.
zh_hant: 連線後，Relay 會將遊戲識別資訊、遊玩活動和成就傳送至 RetroAchievements。你的密碼絕不會儲存。登入資料和等待傳送的成就會留在此裝置上。

source: RetroAchievements didn't accept your sign-in. Check your details and try again.
de: RetroAchievements hat deine Anmeldung nicht akzeptiert. Prüfe deine Angaben und versuche es erneut.
es_es: RetroAchievements no ha aceptado tu inicio de sesión. Comprueba tus datos y vuelve a intentarlo.
es_mx: RetroAchievements no aceptó tu inicio de sesión. Revisa tus datos y vuelve a intentarlo.
fr: RetroAchievements n’a pas accepté ta connexion. Vérifie tes informations et réessaie.
it: RetroAchievements non ha accettato il tuo accesso. Controlla i tuoi dati e riprova.
ja: RetroAchievementsにサインインできませんでした。入力内容を確認して、もう一度お試しください。
ko: RetroAchievements에서 로그인을 승인하지 않았습니다. 입력한 정보를 확인하고 다시 시도하세요.
nl: RetroAchievements heeft je inloggegevens niet geaccepteerd. Controleer ze en probeer het opnieuw.
pl: RetroAchievements odrzuciło dane logowania. Sprawdź je i spróbuj ponownie.
pt_br: O RetroAchievements não aceitou seu login. Verifique seus dados e tente novamente.
pt_pt: O RetroAchievements não aceitou o teu início de sessão. Verifica os teus dados e tenta novamente.
ro: RetroAchievements nu a acceptat autentificarea. Verifică datele și încearcă din nou.
sv: RetroAchievements godtog inte din inloggning. Kontrollera uppgifterna och försök igen.
zh_hant: RetroAchievements 不接受你的登入資訊。請檢查後再試一次。

source: Your in-game save is kept. The game restarts without loading Auto Resume or a Save. Cheats and Rewind are unavailable in Hardcore.
de: Dein spielinterner Speicherstand bleibt erhalten. Das Spiel startet neu, ohne die automatische Fortsetzung oder einen Relay-Speicherstand zu laden. Cheats und Zurückspulen sind in Hardcore nicht verfügbar.
es_es: Tu guardado del juego se conserva. El juego se reinicia sin cargar la Reanudación automática ni un guardado. Los trucos y el rebobinado no están disponibles en Hardcore.
es_mx: Tu guardado del juego se conserva. El juego se reinicia sin cargar la reanudación automática ni un guardado. Los trucos y el rebobinado no están disponibles en Hardcore.
fr: Ta sauvegarde dans le jeu est conservée. Le jeu redémarre sans charger la reprise automatique ni une sauvegarde. Les codes de triche et le retour arrière sont indisponibles en mode Hardcore.
it: Il salvataggio nel gioco viene mantenuto. Il gioco si riavvia senza caricare la Ripresa automatica o un salvataggio. Trucchi e riavvolgimento non sono disponibili in Hardcore.
ja: ゲーム内セーブは残ります。ゲームは自動再開もセーブも読み込まずに再起動します。Hardcoreではチートと巻き戻しを利用できません。
ko: 게임 내 저장 데이터는 유지됩니다. 자동 이어하기나 세이브를 불러오지 않고 게임을 다시 시작합니다. Hardcore에서는 치트와 되감기를 사용할 수 없습니다.
nl: Je opgeslagen voortgang in de game blijft behouden. De game herstart zonder Automatisch hervatten of een opslagpunt te laden. Cheats en Terugspoelen zijn niet beschikbaar in Hardcore.
pl: Zapis w grze zostanie zachowany. Gra uruchomi się ponownie bez wczytywania Auto Resume ani Zapisu. Kody i przewijanie wstecz są niedostępne w trybie Hardcore.
pt_br: Seu salvamento no jogo é mantido. O jogo reinicia sem carregar a Retomada automática nem um Salvamento. No Hardcore, não é possível usar trapaças nem Retroceder.
pt_pt: O teu progresso guardado no jogo é mantido. O jogo reinicia sem carregar a Retoma automática nem um ponto guardado. Os códigos de batota e o Retrocesso não estão disponíveis no modo Hardcore.
ro: Salvarea ta din joc este păstrată. Jocul repornește fără să încarce reluarea automată sau o salvare Relay. Codurile de trișare și derularea înapoi nu sunt disponibile în modul Hardcore.
sv: Din sparning i spelet behålls. Spelet startar om utan att läsa in Auto Resume eller en sparning. Fusk och tillbakaspolning är inte tillgängliga i Hardcore.
zh_hant: 你的遊戲內存檔會保留。遊戲會重新啟動，且不載入自動續玩或存檔。Hardcore 模式下無法使用作弊碼和倒轉。

source: Relay couldn't remove the RetroAchievements sign-in from this device. Unlock it and finish disconnecting.
de: Relay konnte die RetroAchievements-Anmeldung nicht von diesem Gerät entfernen. Entsperre das Gerät und schließe die Trennung ab.
es_es: Relay no ha podido eliminar de este dispositivo el inicio de sesión de RetroAchievements. Desbloquéalo y finaliza la desconexión.
es_mx: Relay no pudo eliminar de este dispositivo el inicio de sesión de RetroAchievements. Desbloquea el dispositivo y termina de desconectar la cuenta.
fr: Relay n’a pas pu supprimer la connexion RetroAchievements de cet appareil. Déverrouille-le et termine la déconnexion.
it: Relay non è riuscito a rimuovere l’accesso a RetroAchievements da questo dispositivo. Sblocca il dispositivo e completa la disconnessione.
ja: このデバイスからRetroAchievementsのサインイン情報を削除できませんでした。デバイスのロックを解除して接続解除を完了してください。
ko: Relay가 이 기기에서 RetroAchievements 로그인 정보를 삭제하지 못했습니다. 기기의 잠금을 해제하고 연결 해제를 완료하세요.
nl: Relay kon de RetroAchievements-inloggegevens niet van dit apparaat verwijderen. Ontgrendel het apparaat en rond het verbreken van de verbinding af.
pl: Relay nie może usunąć danych logowania RetroAchievements z tego urządzenia. Odblokuj je i dokończ odłączanie.
pt_br: O Relay não conseguiu remover deste dispositivo o login do RetroAchievements. Desbloqueie o dispositivo e conclua a desconexão.
pt_pt: O Relay não conseguiu remover deste dispositivo o início de sessão no RetroAchievements. Desbloqueia o dispositivo e conclui a desconexão.
ro: Relay nu a putut elimina autentificarea RetroAchievements de pe acest dispozitiv. Deblochează-l și finalizează deconectarea.
sv: Relay kunde inte ta bort RetroAchievements-inloggningen från den här enheten. Lås upp enheten och slutför frånkopplingen.
zh_hant: Relay 無法從此裝置移除 RetroAchievements 登入資料。請解鎖裝置並完成中斷連線。

source: Play a little longer before pausing in Hardcore.
de: Spiel noch etwas länger, bevor du in Hardcore pausierst.
es_es: Juega un poco más antes de pausar en Hardcore.
es_mx: Juega un poco más antes de hacer una pausa en Hardcore.
fr: Joue encore un peu avant de mettre le jeu en pause en mode Hardcore.
it: Gioca ancora un po’ prima di mettere in pausa la partita in Hardcore.
ja: Hardcoreで一時停止するには、もう少しプレイしてください。
ko: Hardcore에서 일시 정지하기 전에 조금 더 플레이하세요.
nl: Speel iets langer voordat je pauzeert in Hardcore.
pl: W trybie Hardcore pograj trochę dłużej przed wstrzymaniem.
pt_br: Jogue um pouco mais antes de pausar em Hardcore.
pt_pt: Joga um pouco mais antes de fazeres pausa no modo Hardcore.
ro: Joacă puțin mai mult înainte să pui jocul pe pauză în modul Hardcore.
sv: Spela lite längre innan du pausar i Hardcore.
zh_hant: 在 Hardcore 模式下，請再遊玩一會兒再暫停。

source: Accent
de: Akzentfarbe
es_es: Color de acento
es_mx: Acento
fr: Couleur d’accent
it: Colore distintivo
ja: アクセントカラー
ko: 강조 색상
pl: Kolor akcentu
pt_br: Cor de destaque
pt_pt: Cor de destaque
sv: Accentfärg
zh_hant: 強調色
